export const categories = [
  {
    id: 1,
    title: "Гитары",
    img: "/categories/guitar.jpg",
  },
  {
    id: 2,
    title: "Укулеле",
    img: "/categories/ukulele.jpg",
  },
  {
    id: 3,
    title: "Гиталеле",
    img: "/categories/gitalele.png",
  },
  {
    id: 4,
    title: "Клавишные",
    img: "/categories/keyboard.jpg",
  },
  {
    id: 5,
    title: "Смычковые",
    img: "/categories/bowed.jpg",
  },
  {
    id: 6,
    title: "Домры",
    img: "/categories/domra.png",
  },
  {
    id: 7,
    title: "Балалайки",
    img: "/categories/balalaika.jpg",
  },
  {
    id: 8,
    title: "Глюкофоны",
    img: "/categories/glucophone.jpg",
  },
  {
    id: 9,
    title: "Комбоусилители",
    img: "/categories/amplifier.jpg",
  },
  {
    id: 10,
    title: "Банджо",
    img: "/categories/banjo.jpg",
  },
  {
    id: 11,
    title: "Ударные установки",
    img: "/categories/drum.png",
  },
  {
    id: 12,
    title: "Аксессуары",
    img: "/categories/accessories.jpg",
  },
  {
    id: 13,
    title: "Разное",
    img: "/categories/other.jpg",
  },
]

export const products = [
  {
    id: 1,
    title: "Укулеле сопрано Belucci XU21 -11D",
    images: [
      "/product1/sliderImage1.jpg",
      "/product1/sliderImage2.jpg",
      "/product1/sliderImage4.jpg",
      "/product1/sliderImage5.jpg",
    ],
    description:
      "Модель начального уровня, сочетает удобную и стильную форму корпуса с громким и чистым звучанием, оптимальна для начинающих и учащихся.",
    frontImg: "/product1/product1front.jpg",
    backImg: "/product1/product1back.jpg",
    price: 3290,
    isInStock: true,
    bestseller: false,
    brand: "belucci",
    listingTime: new Date(2020, 11, 25),
    descriptionFull:
      "Доступная по цене укулеле из комбинированной древесины с нейлоновыми струнами. Прекрасный инструмент для тех, кто уже учится, и кто только желает начать осваивать укулеле. Модель начального уровня обладает многими характеристиками своих более дорогих собратьев. Размер сопрано наиболее распространенный и популярный. Поскольку укулеле компактная, её легко носить с собой. Также эта гавайская гитара произведена из материалов хорошего качества, включая тщательно отобранную комбинированную древесину для корпуса и грифа. Накладка гладкая и приятная для исполнения, а установленные колки стабильно и надежно держат строй. В последние годы в России популярность укулеле сильно возросла и продолжает набирать обороты. В первую очередь, укулеле ценится за свою компактность и простоту в освоении Четырехструнные маленькие гавайские гитары широко представлены в нашем магазине, есть множество разнообразных моделей, которые придутся вам по вкусу и понравятся по звучанию.",
    characteristics: [
      {
        name: "Цвет",
        value: "bel palm",
      },
      {
        name: "Верхняя дека:",
        value: "Агатис",
      },
      {
        name: "Размер",
        value: "21",
      },
      {
        name: "Нижняя дека:",
        value: "Агатис",
      },
      {
        name: "Мензура",
        value: "345 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Клён",
      },
      {
        name: "Количество ладов:",
        value: "12",
      },
    ],
    categoryId: 2,
  },
  {
    id: 2,
    title: "Укулеле сопрано Belucci XU21-11 CF",
    images: [
      "/product2/sliderImage1.jpg",
      "/product2/sliderImage2.jpg",
      "/product2/sliderImage3.jpg",
      "/product2/sliderImage4.jpg",
    ],
    description:
      "Стильный и яркий дизайн, мягкое звучание маленькой гавайской гитары не оставят равнодушными никого. Легкая и компактная укулеле – это то, что нужно для обучения как детям так и взрослым.",
    frontImg: "/product2/product2front.jpg",
    backImg: "/product2/product2back.jpg",
    price: 2790,
    isInStock: true,
    bestseller: false,
    brand: "belucci",
    listingTime: new Date(2020, 10, 20),
    descriptionFull:
      "Доступная по цене укулеле из комбинированной древесины с нейлоновыми струнами. Прекрасный инструмент для тех, кто уже учится, и кто только желает начать осваивать укулеле. Модель начального уровня обладает многими характеристиками своих более дорогих собратьев. Размер сопрано наиболее распространенный и популярный. Поскольку укулеле компактная, её легко носить с собой. Также эта гавайская гитара произведена из материалов хорошего качества, включая тщательно отобранную комбинированную древесину для корпуса и грифа. Накладка гладкая и приятная для исполнения, а установленные колки стабильно и надежно держат строй. В последние годы в России популярность укулеле сильно возросла и продолжает набирать обороты. В первую очередь, укулеле ценится за свою компактность и простоту в освоении. Четырехструнные маленькие гавайские гитары широко представлены в нашем магазине, есть множество разнообразных моделей, которые придутся вам по вкусу и понравятся по звучанию.",
    characteristics: [
      {
        name: "Цвет",
        value: "Кофейный",
      },
      {
        name: "Верхняя дека:",
        value: "Липа",
      },
      {
        name: "Размер",
        value: "21",
      },
      {
        name: "Нижняя дека:",
        value: "Липа",
      },
      {
        name: "Мензура",
        value: "345 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Клён",
      },
      {
        name: "Количество ладов:",
        value: "12",
      },
    ],
    categoryId: 2,
  },
  {
    id: 3,
    title: "Укулеле сопрано Belucci XU21-11 SKY",
    images: [
      "/product3/sliderImage1.jpg",
      "/product3/sliderImage2.jpg",
      "/product3/sliderImage3.jpg",
      "/product3/sliderImage4.jpg",
    ],
    description:
      "Гавайская гитара размера сопрано) Укулеле голубого цвета. Качественная и недорогая, подойдёт для начального уровня, а также будет радовать глаз своим красивым видом! Очень красивая вариация укулеле в небесно-голубом цвете.",
    frontImg: "/product3/product3front.jpg",
    backImg: "/product3/product3back.jpg",
    price: 2790,
    isInStock: true,
    bestseller: false,
    brand: "belucci",
    listingTime: new Date(2021, 11, 25),
    descriptionFull:
      "Доступная по цене укулеле из комбинированной древесины с нейлоновыми струнами. Прекрасный инструмент для тех, кто уже учится, и кто только желает начать осваивать укулеле. Модель начального уровня обладает многими характеристиками своих более дорогих собратьев. Размер сопрано наиболее распространенный и популярный. Поскольку укулеле компактная, её легко носить с собой. Также эта гавайская гитара произведена из материалов хорошего качества, включая тщательно отобранную комбинированную древесину для корпуса и грифа. Накладка гладкая и приятная для исполнения, а установленные колки стабильно и надежно держат строй. В последние годы в России популярность укулеле сильно возросла и продолжает набирать обороты. В первую очередь, укулеле ценится за свою компактность и простоту в освоении Четырехструнные маленькие гавайские гитары широко представлены в нашем магазине, есть множество разнообразных моделей, которые придутся вам по вкусу и понравятся по звучанию.",
    characteristics: [
      {
        name: "Цвет",
        value: "Голубой",
      },
      {
        name: "Верхняя дека:",
        value: "Липа",
      },
      {
        name: "Размер",
        value: "21",
      },
      {
        name: "Нижняя дека:",
        value: "Липа",
      },
      {
        name: "Мензура",
        value: "345 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Клён",
      },
      {
        name: "Количество ладов:",
        value: "12",
      },
    ],
    categoryId: 2,
  },
  {
    id: 4,
    title: "Укулеле сопрано Tutti JR-11 BLS",
    images: [
      "/product4/sliderImage1.jpg",
      "/product4/sliderImage2.jpg",
      "/product4/sliderImage3.jpg",
      "/product4/sliderImage4.jpg",
    ],
    description:
      "Гавайская гитара размера сопрано. Укулеле тёмно-синего цвета. Качественная и недорогая, подойдёт для начального уровня, а также будет радовать глаз своим прекрасным видом! Очень красивая вариация укулеле.",
    frontImg: "/product4/product4front.jpg",
    backImg: "/product4/product4back.jpg",
    price: 2790,
    isInStock: true,
    bestseller: false,
    brand: "tutti",
    listingTime: new Date(2021, 11, 5),
    descriptionFull:
      "Доступная по цене укулеле из комбинированной древесины с нейлоновыми струнами. Прекрасный инструмент для тех, кто уже учится, и кто только желает начать осваивать укулеле. Модель начального уровня обладает многими характеристиками своих более дорогих собратьев. Размер сопрано наиболее распространенный и популярный. Поскольку укулеле компактная, её легко носить с собой. Также эта гавайская гитара произведена из материалов хорошего качества, включая тщательно отобранную комбинированную древесину для корпуса и грифа. Накладка гладкая и приятная для исполнения, а установленные колки стабильно и надежно держат строй. В последние годы в России популярность укулеле сильно возросла и продолжает набирать обороты. В первую очередь, укулеле ценится за свою компактность и простоту в освоении Четырехструнные маленькие гавайские гитары широко представлены в нашем магазине, есть множество разнообразных моделей, которые придутся вам по вкусу и понравятся по звучанию.",
    characteristics: [
      {
        name: "Цвет",
        value: "Темно-синий берст",
      },
      {
        name: "Верхняя дека:",
        value: "Липа",
      },
      {
        name: "Размер",
        value: "21",
      },
      {
        name: "Нижняя дека:",
        value: "Липа",
      },
      {
        name: "Мензура",
        value: "345 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Клён",
      },
      {
        name: "Количество ладов:",
        value: "12",
      },
    ],
    categoryId: 2,
  },
  {
    id: 5,
    title: "Укулеле сопрано Fabio XU21-212",
    images: [
      "/product5/sliderImage1.jpg",
      "/product5/sliderImage2.jpg",
      "/product5/sliderImage3.jpg",
      "/product5/sliderImage4.jpg",
    ],
    description:
      "Данная модель - это укулеле сопрано, которая легко приобщит вас к замечательному миру музыкантов, а если вы уверенный в своих силах музыкант, то приятное и выразительное звучание укулеле не оставит вас равнодушным.",
    frontImg: "/product5/product5front.jpg",
    backImg: "/product5/product5back.jpg",
    price: 3900,
    isInStock: true,
    bestseller: false,
    brand: "fabio",
    listingTime: new Date(2020, 2, 15),
    descriptionFull:
      "Укулеле («гавайская гитара») это модный, экзотичный, относительно молодой, но уже очень популярный музыкальный инструмент. Его компактность, специфически-уникальное звучание, мягкое и мелодичное, лёгкость в освоении служат прекрасной альтернативой другим струнным инструментам. Внешне укулеле напоминает уменьшенную акустическую гитару и имеет всего 4 струны, относится к классу струнно-щипковых инструментов. Согласно классификации наиболее маленьким типом является сопрано - он же и самый популярный, его звучание считается классическим. Укулеле отличный выбор, если нужен подарок для детей или для любимой девушки. Стильный и яркий дизайн, мягкое звучание маленькой гавайской гитары не оставят равнодушными никого. Легкая и компактная укулеле – это то, что нужно для обучения как детям так и взрослым. Хорошо держит строй и обладает приятным и звонким голосом.",
    characteristics: [
      {
        name: "Цвет",
        value: "Красный бёрст",
      },
      {
        name: "Верхняя дека:",
        value: "Сапеле",
      },
      {
        name: "Размер",
        value: "21",
      },
      {
        name: "Нижняя дека:",
        value: "Сапеле",
      },
      {
        name: "Мензура",
        value: "345 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Клён",
      },
      {
        name: "Количество ладов:",
        value: "15",
      },
    ],
    categoryId: 2,
  },
  {
    id: 6,
    title: "Укулеле сопрано Tutti JR-10 ANGM",
    images: [
      "/product6/sliderImage1.jpg",
      "/product6/sliderImage2.jpg",
      "/product6/sliderImage3.jpg",
      "/product6/sliderImage4.jpg",
    ],
    description:
      "Данная модель - это укулеле сопрано, которая легко приобщит вас к замечательному миру музыкантов, а если вы уверенный в своих силах музыкант, то приятное и выразительное звучание укулеле не оставит вас равнодушным.",
    frontImg: "/product6/product6front.jpg",
    backImg: "/product6/product6back.jpg",
    price: 3900,
    isInStock: true,
    bestseller: false,
    brand: "tutti",
    listingTime: new Date(2022, 5, 22),
    descriptionFull:
      "Укулеле («гавайская гитара») это модный, экзотичный, относительно молодой, но уже очень популярный музыкальный инструмент. Его компактность, специфически-уникальное звучание, мягкое и мелодичное, лёгкость в освоении служат прекрасной альтернативой другим струнным инструментам. Внешне укулеле напоминает уменьшенную акустическую гитару и имеет всего 4 струны, относится к классу струнно-щипковых инструментов. Согласно классификации наиболее маленьким типом является сопрано - он же и самый популярный, его звучание считается классическим. Укулеле отличный выбор, если нужен подарок для детей или для любимой девушки. Стильный и яркий дизайн, мягкое звучание маленькой гавайской гитары не оставят равнодушными никого. Легкая и компактная укулеле – это то, что нужно для обучения как детям так и взрослым. Хорошо держит строй и обладает приятным и звонким голосом.",
    characteristics: [
      {
        name: "Цвет",
        value: "Anime",
      },
      {
        name: "Верхняя дека:",
        value: "Липа",
      },
      {
        name: "Размер",
        value: "21",
      },
      {
        name: "Нижняя дека:",
        value: "abs",
      },
      {
        name: "Мензура",
        value: "345 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Клён",
      },
      {
        name: "Количество ладов:",
        value: "15",
      },
    ],
    categoryId: 2,
  },
  {
    id: 7,
    title: "Укулеле концерт Martin Romas-PL",
    images: [
      "/product7/sliderImage1.jpg",
      "/product7/sliderImage2.jpg",
      "/product7/sliderImage3.jpg",
      "/product7/sliderImage4.jpg",
    ],
    description:
      "Бренд Martin Romas известный в мире музыкантов бренд, который изготавливает укулеле (гавайские гитары). Модель MR2-PL - это укулеле концерт легко приобщит вас к замечательному миру музыкантов, а если вы уверенный в своих силах.",
    frontImg: "/product7/product7front.jpg",
    backImg: "/product7/product7back.jpg",
    price: 8800,
    isInStock: true,
    bestseller: false,
    brand: "martinRomas",
    listingTime: new Date(2022, 0, 5),
    descriptionFull: `Бренд Martin Romas известный в мире музыкантов бренд, который изготавливает укулеле (гавайские гитары). Модель MR2-PL - это укулеле концерт легко приобщит вас к замечательному миру музыкантов, а если вы уверенный в своих силах музыкант, то приятное и выразительное звучание концертной укулеле не оставит вас равнодушным. Или может быть вы ищите укулельный оптимум звучания, то именно размер 24 дюйма, скорее всего придётся вам по нраву. Укулеле концерт называют оптимальной, "золотой серединой" по совокупности своих характеристик. Для сравнения с другими моделями, звучание укулеле Концерт заметно богаче и немного громче, чем у меньшей по размеру Сопрано, а при этом она не такая большая как Тенор и Баритон. Стоит принять во внимание, что для данного типа музыкальных инструментов размер, в целом, не только важен из-за звучания инструмента, но и из-за комфорта игры на этом изумительном музыкальном инструменте.`,
    characteristics: [
      {
        name: "Цвет",
        value: "Фиолетовый транспарент",
      },
      {
        name: "Верхняя дека:",
        value: "Ель",
      },
      {
        name: "Размер",
        value: "24",
      },
      {
        name: "Нижняя дека:",
        value: "Ель",
      },
      {
        name: "Мензура",
        value: "385 мм",
      },
      {
        name: "Количество струн:",
        value: "4",
      },
      {
        name: "Накладка на гриф:",
        value: "Орех",
      },
      {
        name: "Количество ладов:",
        value: "18",
      },
    ],
    categoryId: 2,
  },
  {
    id: 8,
    title: "Классическая гитара Martin Romas JR-N36 N",
    images: [
      "/product8/sliderImage1.jpg",
      "/product8/sliderImage2.jpg",
      "/product8/sliderImage3.jpg",
      "/product8/sliderImage4.jpg",
    ],
    description:
      "Классическая гитара Martin Romans-36 для исполнения любимой музыки. Этот музыкальный инструмент сочетает удобную и стильную форму корпуса с громким и чистым звучанием. Клееный гриф и обе деки классической гитары Martin Romas-36",
    frontImg: "/product8/product8front.jpg",
    backImg: "/product8/product8back.jpg",
    price: 4990,
    isInStock: true,
    bestseller: false,
    brand: "martinRomas",
    listingTime: new Date(2019, 1, 12),
    descriptionFull:
      "Классическая гитара Martin Romas-36 для исполнения любимой музыки. Этот музыкальный инструмент сочетает удобную и стильную форму корпуса с громким и чистым звучанием. Клееный гриф и обе деки классической гитары Martin Romas-36 сделаны из комбинированной древесины высшего качества. Это придает звуку особый тембр, который оценят опытные музыканты. На корпусе гитары расположено шесть струн из высококачественного нейлона. Они не натирают пальцы во время игры, поэтому такой инструмент идеально подходит для изучения азов гитарной музыки. На инструменте можно исполнять любые музыкальные композиции в любимом стиле, будь то блюз или классический рок. Только у нас большой выбор Классических гитар для новичков, для детей в муз.школах и для опытных гитаристов)) Данная модель уменьшенного размера, хорошо держит строй и выглядит достойно)",
    characteristics: [
      {
        name: "Корпус:",
        value: "Липа",
      },
      {
        name: "Струны:",
        value: "Нейлон",
      },
      {
        name: "Размер",
        value: "3/4",
      },
      {
        name: "Количество струн:",
        value: "6",
      },
      {
        name: "Цвет",
        value: "Натуральный",
      },
      {
        name: "Количество ладов:",
        value: "19",
      },
    ],
    categoryId: 1,
  },
  {
    id: 9,
    title: "Акустическая гитара Belucci 3840 wolf",
    images: [
      "/product9/sliderImage1.jpg",
      "/product9/sliderImage2.jpg",
      "/product9/sliderImage3.jpg",
      "/product9/sliderImage4.jpg",
    ],
    description:
      "Это надежная и доступная гитара с богатым, выразительным звуком. Эта акустика имеет фолк форму корпуса, который меньше и изящнее традиционного дредноута, и производит сбалансированный тон, наиболее подходящий для fingerstyle стиля.",
    frontImg: "/product9/product9front.jpg",
    backImg: "/product9/product9back.jpg",
    price: 6700,
    isInStock: true,
    bestseller: false,
    brand: "belucci",
    listingTime: new Date(2024, 2, 15),
    descriptionFull:
      "Это надежная и доступная гитара с богатым, выразительным звуком. Эта акустика имеет фолк форму корпуса, который меньше и изящнее традиционного дредноута, и производит сбалансированный тон, наиболее подходящий для fingerstyle стиля. Сделан он из липы, что помогает гитаре воспроизводить теплый тон с насыщенно звучащей серединой. Кроме того, ее качественное изготовление дает возможность каждодневного использования, а глянцевая отделка темного цвета будет радовать не только вас, но и ваших слушателей. Но главной отличительной особенностью этой модели от других гитар с корпусом фолк - это её необычная синяя расцветка с рисунком леса с луной и силуэтом волка. Такое изображение будет выглядеть круто и не останется без внимания.",
    characteristics: [
      {
        name: "Корпус:",
        value: "Липа",
      },
      {
        name: "Струны:",
        value: "Металл",
      },
      {
        name: "Размер:",
        value: "38''",
      },
      {
        name: "Количество струн:",
        value: "6",
      },
      {
        name: "Цвет:",
        value: "Волк с Луной",
      },
      {
        name: "Количество ладов:",
        value: "18",
      },
    ],
    categoryId: 1,
  },
  {
    id: 10,
    title: "Электрогитара Rocket ST-03 BL",
    images: [
      "/product10/sliderImage1.jpg",
      "/product10/sliderImage2.jpg",
      "/product10/sliderImage3.jpg",
      "/product10/sliderImage4.jpg",
    ],
    description:
      "Ну что ж друзья, данный Stratocaster пожалуй лучший в соотношении цена/качество. Данная модель идеально подойдет особенно для начинающих гитаристов, очень советую всем любителям рок музыки и не только.",
    frontImg: "/product10/product10front.jpg",
    backImg: "/product10/product10back.jpg",
    price: 13200,
    isInStock: true,
    bestseller: true,
    brand: "rocket",
    listingTime: new Date(2023, 11, 25),
    descriptionFull:
      "Ну что ж друзья, данный Stratocaster пожалуй лучший в соотношении цена/качество. Данная модель идеально подойдет особенно для начинающих гитаристов, очень советую всем любителям рок музыки и не только. Звукосниматели стандарт (3 сингла), форм-фактор будет удобен всем! Да,кстати, если нужен комбик, тоже смело общайтесь,будем рады помочь и подобрать)) Все всегда можно послушать вживую в нашем Шоу-Руме!",
    characteristics: [
      {
        name: "Корпус:",
        value: "Stratocaster",
      },
      {
        name: "Струны:",
        value: "Металл",
      },
      {
        name: "Звукосниматели:",
        value: "3 сингла",
      },
      {
        name: "Количество струн:",
        value: "6",
      },
      {
        name: "Цвет:",
        value: "Синий Металлик",
      },
      {
        name: "Количество ладов:",
        value: "22",
      },
    ],
    categoryId: 1,
  },
  {
    id: 11,
    title: "Скрипка Fabio SF3900 N",
    images: [
      "/product11/sliderImage1.jpg",
      "/product11/sliderImage2.jpg",
      "/product11/sliderImage3.jpg",
      "/product11/sliderImage4.jpg",
    ],
    description:
      "Ученическая скрипка в размере 4/4. Отлично подойдет для обучения в музыкальной школе и дома. Это самая большая в глянцевом корпусе для музыкантов от 11 лет и старше.",
    frontImg: "/product11/product11front.jpg",
    backImg: "/product11/product11back.jpg",
    price: 8500,
    isInStock: true,
    bestseller: false,
    brand: "fabio",
    listingTime: new Date(2021, 10, 25),
    descriptionFull:
      "Ученическая модель скрипки в размере 4/4. Отлично подойдет для обучения в музыкальной школе и дома. Это самая большая в глянцевом корпусе для музыкантов от 11 лет и старше. Скрипка – инструмент для избранных, и если Вас определили в класс скрипки – поздравляем, Ваши природные данные – абсолютный слух, необходимый для скрипки. Первый шаг к этому – покупка инструмента. Удобная, изящная скрипка превосходно звучащая в верхних диапазонах и приятно бархатисто - в нижних. Смычок, который идет в комплекте поможет приучить пальцы к правильной постановке, хоть старым методом, хоть новым. А жесткий чехол убережет скрипку от негативного воздействия.",
    characteristics: [
      {
        name: "Цвет",
        value: "Натуральный",
      },
      {
        name: "Верхняя дека:",
        value: "Липа",
      },
      {
        name: "Размер:",
        value: "4/4",
      },
      {
        name: "Нижняя дека:",
        value: "Липа",
      },
      {
        name: "Накладка на гриф:",
        value: "Ююба",
      },
      {
        name: "Обечайка:",
        value: "Липа",
      },
    ],
    categoryId: 5,
  },
]

const optionsBrand = [
  {
    value: "antonioLavazza",
    label: "ANTONIO LAVAZZA",
  },
  {
    value: "admira",
    label: "Admira",
  },
  {
    value: "belucci",
    label: "Belucci",
  },
  {
    value: "caravanMusic",
    label: "Caravan Music",
  },
  {
    value: "caraya",
    label: "Caraya",
  },
  {
    value: "cort",
    label: "Cort",
  },
  {
    value: "elitaro",
    label: "Elitaro",
  },
  {
    value: "enya",
    label: "Enya",
  },
  {
    value: "fabio",
    label: "Fabio",
  },
  {
    value: "flight",
    label: "Flight",
  },
  {
    value: "jackson",
    label: "Jackson",
  },
  {
    value: "martinRomas",
    label: "Martin Romas",
  },
  {
    value: "ramis",
    label: "Ramis",
  },
  {
    value: "rocket",
    label: "Rocket",
  },
  {
    value: "sevillia",
    label: "Sevillia",
  },
  {
    value: "sevilliana",
    label: "Sevilliana",
  },
  {
    value: "superStrat",
    label: "SuperStrat",
  },
  {
    value: "tutti",
    label: "Tutti",
  },
  {
    value: "yamaha",
    label: "Yamaha",
  },
]
const optionsOrder = [
  {
    value: "ByListingTimeDesc",
    label: "Порядок: сперва новые",
  },
  {
    value: "ByListingTimeAsc",
    label: "Порядок: сперва старые",
  },
  {
    value: "ByPriceAsk",
    label: "Цена: по возрастанию",
  },
  {
    value: "ByPriceDesc",
    label: "Цена: по убыванию",
  },
  {
    value: "ByNameAsc",
    label: "Название: А—Я",
  },
  {
    value: "ByNameDesc",
    label: "Название: Я—А",
  },
]

export const filters = {
  optionsBrand,
  optionsOrder,
}
